[Main]
DisplayName=Hungarian

[SmartDefrag_SDMainForm]
btn_close.Hint=Bezárás
btn_maximize.Hint=Teljes méret
btn_minimize.Hint=Kis méret
btn_restore.Hint=Visszaállítás
btn_more.Hint=Beállítások
btn_shuffle.Hint=Sorsolás
lblLatestNews.Caption=Ossza meg ezt az ingyenes programot a családjával és a barátaival. Örömmel fogják használni ők is!
btn_game_optimize.Caption=Optimalizálás
btn_gamedefrag_start.Caption=Folytatás
btn_gamedefrag_stop.Caption=Leállítás
btn_gamedefrag_pause.Caption=Szünet
btn_defrag_finish.Caption=Befejezés
btn_backtosvolumetatus.Caption=Vissza
lblPBD_DPF.Caption=Lapozófájl, hibernációs fájl töredezettség-mentesítése
lblPBD_DMFT.Caption=MFT töredezettség-mentesítése
lblPBD_DSYS.Caption=Rendszerfájlok töredezettség-mentesítése
lblPBD_DREG.Caption=Registry fájlok töredezettség-mentesítése
lblPBD_DCF.Caption=Meghatározott fájl töredezettség-mentesítése
btnBTConfig.Caption=Beállítás
LabelEnableBTD.Caption=Boot idő gyorsítás
lblBootTimeDefrag.Caption=Boot idő gyorsítás előzmények
lvBootTimeDefragListView.Columns[0].Caption=Adat
lvBootTimeDefragListView.Columns[1].Caption=Teljes méret
lvBootTimeDefragListView.Columns[2].Caption=Töredékek
lvBootTimeDefragListView.Columns[3].Caption=Művelet
btn_tab_actioncenter.Caption=Műveletközpont
btn_tab_boottimedefrag.Caption=Boot idő gyorsítás
btn_tab_diskdefrag.Caption=Lemez töredezettség-mentesítő
btn_tab_gameoptimize.Caption=Játék optimalizálás
lbl_map.Caption=Lemeztérkép szín:
lblResetColor.Caption=Alaphelyzet
lvDefragList.Columns[0].Caption=Név
lvDefragList.Columns[1].Caption=Töredékek
lvDefragList.Columns[2].Caption=Méret
lvDefragList.Columns[3].Caption=Elérési út
lvDefragList.Columns[4].Caption=Eredmény
btnShowDefragMap.Caption=Térkép
btnShowDefragList.Caption=Részletek
btnShowJunkFile.Caption=Felesleges
lblAfterDefragTask.Items[0].Caption=Leállítás töredezettség-mentesítés után
lblAfterDefragTask.Items[1].Caption=Készenléti mód töredezettség-mentesítés után
lblAfterDefragTask.Items[2].Caption=Hibernálás töredezettség-mentesítés után
lblAfterDefragTask.Items[3].Caption=Újraindítás töredezettség-mentesítés után
lblStatus.Caption=Állapot:
lblSSDStatus.Caption=Állapot:
lblAfter.Caption=Utána:
lblBefore.Caption=Előtte:
lblFragRate.Caption=Töredezettség mértéke:
lblDefragFragmentRate.Caption=Töredezettség mértéke:
btn_start.Caption=Folytatás
btn_stop.Caption=Leállítás
btn_pause.Caption=Szünet
lbl_estimatedtime1.Caption=Becsült hátralévő idő:
btn_backtosvolumetatus.Caption=Vissza
btnFixDefrag.Caption=Smart Defrag
btn_view_report.Caption=Jelentés megtekintése
lblJunkScanSkip.Caption=Kihagyás
mniOpenSmartDefrag.Caption=Smart Defrag megnyitása
mniHomePage.Caption=Honlap
mniSupport.Caption=Technikai támogatás
mniExit.Caption=Kilépés
mniTask_Shutdown.Caption=Leállítás
mniTask_Sleep.Caption=Alvó állapot
mniTask_Hibernate.Caption=Hibernálás
mniTask_Reboot.Caption=Újraindítás
mniSkinClassic.Caption=Klasszikus
mniSkinWhite.Caption=Fehér
btnFeedBack.Caption=Visszajelzés küldés
btnViewReport.Caption=Jelentés megtekintése
btnScanMore.Caption=További vizsgálat
lblBootTimeSSD.Caption=A lemez SSD meghajtó és az SSD meghajtón nincs szükség töredezettség mentesítésre.
shp_map_free.Hint=Szabad hely
shp_map_mft.Hint=Fő fájltáblázat
shp_map_dir.Hint=Könyvtárak
shp_map_frequent.Hint=Gyakran használt
shp_map_rare.Hint=Ritkán használt
shp_map_unmovable.Hint=Nem mozgatható
shp_map_frag.Hint=Töredezett
shp_map_moving.Hint=Mozgatott
btn_nav_show.Hint=Műveletközpont mutatása
btn_nav_hide.Hint=Műveletközpont elrejtése
lbl_defragprogress.Caption=Teljes folyamat:
lblGameEstimatedTime.Caption=Teljes folyamat:
lblRecommendation.Caption=Ajánlott művelet:
lblJunkCleaned.Caption=Felesleges fájlok tisztítva:
lblSpaceReleased.Caption=Felszabadított hely:
btn_feedback.Caption=Visszajelzés küldés
btnGameViewReport.Caption=Jelentés megtekintése
rdlblBootTimeDefragDesc.Caption=Töredezettség-mentesítse a rendszer fájlokat még a rendszer elindulása előtt a teljesítmény maximalizálásához.
btnBTActiveNow.Caption=Aktiválás most
btnGOActiveNow.Caption=Aktiválás most
rdlblEnterCode.Caption=Írja be a kódot
btnManageLicense.Caption=Licenc kezelés
rdlblProfuture.Caption=Maximalizálja a lemez teljesítményét és élettartamát:
btnProfutureAuto.Caption=Automatikus Smart defrag
btnProfutureBootTimeDefrag.Caption=Boot idő gyorsítás
btnProfutureAlways.Caption=Mindig naprakész

[SmartDefrag_SDMainMenu]
btn_more.Hint=Beállítások
btnAbout.Caption=Névjegy
btnCheckUpdates.Caption=Frissítések ellenőrzése
btnDownload.Caption=További IObit termékek
btnFindUsOnFacebook.Caption=Keressen minket Facebookon
btnReport.Caption=Jelentés
btnSettings.Caption=Beállítások...
btnSkin.Caption=Kinézet
btnTechnicalSupport.Caption=Technikai támogatás
btnTranslate.Caption=Segítsen lefordítani!
btnUseManual.Caption=Felhasználói kézikönyv
btnDiskHealth.Caption=Lemez állapot

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=Elemzés
mniItem2.Caption=Defrag és optimalizálás
mniItem3.Caption=Nagy fájl defrag
mniItem4.Caption=Szabad terület defrag
mniItem5.Caption=Defrag és fájlok rangsorolása (lassú)
mniItem6.Caption=Trimm és intelligens optimalizálás
mniItem7.Caption=Gyors defrag

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=Hozzáadott fájlok és mappák
btnAddFile.Caption=Fájl hozzáadása
btnAddFolder.Caption=Mappa hozzáadása

[SmartDefrag_FormSetting]
btn_close.Hint=Bezárás
lblTitle.Caption=Beállítások
Button_Recommand.Caption=Ajánlott
Button_OK.Caption=OK
Button_Cancel.Caption=Mégsem
Button_Apply.Caption=Alkalmaz
lblSettingType.Caption=Általános beállítások
AutoLoadCheck.Caption=Automatikus indulás a Windows indulásakor
CloseSetCheck.Caption=Ikon méretben a Tálcára a program bezárásakor
TrayCheck.Caption=Értesítés engedélyezése a tálcán.
CheckBox_Show_RemovableDisk.Caption=Ne mutassa a cserélhető meghajtókat.
lblSilentDesc.Caption=A funkció engedélyezése biztosítja a sima töredezettség-mentesítést megszakítások nélkül.
lblReplaceDefragDesc.Caption=A funkció engedélyezése lecseréli a Windows lemez töredezettség-mentesítőjét a Smart Defrag-ra.
lblVSSDesc.Caption=Átmenetileg leállítja a VSS funkciót a töredezettség-mentesítés alatt, hogy megvédje az aktuális VSS biztonsági mentést. A VSS automatikusan engedélyezve lesz, miután a töredezettség-mentesítés befejeződött. (VSS: Volume Shadow Copy - Kötet árnyékmásolata)
lblBatteriesDesc.Caption=A töredezettség-mentesítés sok energiát fogyaszt, ezért ajánlott hogy álljon le amikor akkumulátorról üzemel a számítógép.
ReplaceWindowDefrag.Caption=Lecseréli a Lemeztöredezettség-mentesítőt
SilentCheck.Caption=Smart Silent Mode technológia használat töredezettség-mentesítéskor. (Ajánlott)
chkEnableVSS.Caption=VSS leállítása, amikor NTFS kötetet töredezettség-mentesít
BatteryCheck.Caption=Töredezettség-mentesítés leállítása akkumulátorról működéskor. (Ajánlott)
Label_Auto_Des.Caption=Az automatikus defrag automatikusan töredezettség-mentesíti a fájlrendszert, miközben a számítógép tétlen, és ezzel gyorsítja fel az adatokhoz való hozzáférést a merevlemezen.
Label_DefragRate.Caption=Töredezettség-mentesítés, ha több mint:
ExcludeCheck.Caption=Fájl átlépés, ha nagyobb mint 1 GB
ComboBox_DefragRate.Items[0].Caption=Mindig töredezettség-mentesít
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=A kizárt fájlokat és mappákat, beleértve azok almappáit, nem fogja elemezni vagy töredezettség-mentesíteni.
Button_Add_File.Caption=Fájl hozzáadás
Button_Add_Folder.Caption=Mappa hozzáadás
Button_Delete.Caption=Törlés
ListView_Exlude.Columns[0].Caption=Név
Label_Schedule_Des.Caption=Ütemezett HDD kötet töredezettség-mentesítés és SSD trimmelés előre ütemezett időpontban a felhasználó beavatkozása nélkül.
Label_Schedule_Task.Caption=Ütemezett feladat
Label_Action.Caption=Művelet:
Label_Schedule_Status.Caption=Állapot:
Button_Config_Schedule.Caption=Beállítás
ScheduleList.Columns[0].Caption=Kötet
lvBootTimeDefrag.Columns[0].Caption=Kötet
lvAAList.Columns[0].Caption=Kötet
ComboBox_Action.Items[0].Caption=Smart defrag
ComboBox_Action.Items[1].Caption=Nagy fájl defrag
ComboBox_Action.Items[2].Caption=Szabad terület defrag
ComboBox_Action.Items[3].Caption=Defrag és optimalizálás
ComboBox_Action.Items[4].Caption=Defrag és fájlok rangsorolása (lassú)
Label_Max.Caption=Max fájlok:
Label_Unsupport.Caption=A Windows 2000 nem támogatott
Label_Boottime_Des.Caption=A Boot idő gyorsítás a töredezett fájlokat nem tudja a biztonságosan átmozgatni amikor a Windows fut.
Label_Boottime_Status.Caption=Állapot:
RadioButton_FirstBoot.Caption=Minden nap első induláskor
RadioButton_EveryBoot.Caption=Minden induláskor
RadioButton_Custom.Caption=Minden 2. napon az első boot-nál
RadioButton_NextBoot.Caption=Csak a következő boot-nál
Label_language.Caption=Aktuális nyelv:
Label_Trans.Caption=Áttetszőség:
CheckBox_DMC.Caption=Az elérhető lemeztérkép színek megváltoztatásának engedélyezése
lblJKF_SelectJunkFile.Caption=Válassza ki amit tisztítani akar:
chkJKF_EnableDOD.Caption=Biztonságos fájl törlés engedélyezése DOD 5220.22-M (lassú)
chkJKF_DeleteTime.Caption=Az 1 hétnél régebbi Windows átmeneti fájlok törlése
TreeView_Option.Items[0].Caption=Általános beállítások
TreeView_Option.Items[1].Caption=Defrag
TreeView_Option.Items[2].Caption=Automatikus szolgáltatások
TreeView_Option.Items[3].Caption=Automatikus defrag
TreeView_Option.Items[4].Caption=Ütemezett defrag
TreeView_Option.Items[5].Caption=Boot idő gyorsítás
TreeView_Option.Items[6].Caption=Általános
TreeView_Option.Items[7].Caption=Testreszabás
TreeView_Option.Items[8].Caption=Lemez karbantartás
TreeView_Option.Items[9].Caption=Kizárási lista
TreeView_Option.Items[10].Caption=Automatikus frissítés
TreeView_Option.Items[11].Caption=Felhasználói felület
TreeView_Option.Items[12].Caption=Csendes mód
TreeView_Option.Items[13].Caption=Automatikus elemzés
CategoryLine_Boottime_Method.Caption=Módszer
CategoryLine_Boottime_Log.Caption=Naplófájl
CategoryLine_Schedule_Method.Caption=Módszer
CategoryLine_Schedule_Schedule.Caption=Ütemezés
chkEnableDiskSpeed.Caption=Intelligens lemez gyorsítás engedélyezése
lblEnableDiskSpeedDesc.Caption=Ez a szolgáltatás engedélyezi a DMA-t (Közvetlen memória elérés) a jobb lemez teljesítményhez és növeli a lemez gyorsítótár helyet az alacsonyabb olvasás/írás igénybevételhez.
CategoryLine_Auto_Method.Caption=Módszer
lblAutoAction.Caption=Művelet:
ComboBox_AutoAction.Items[0].Caption=Smart defrag
ComboBox_AutoAction.Items[1].Caption=Nagy fájl defrag
ComboBox_AutoAction.Items[2].Caption=Szabad terület defrag
ComboBox_AutoAction.Items[3].Caption=Defrag és optimalizálás
ComboBox_AutoAction.Items[4].Caption=Defrag és fájlok rangsorolása (lassú)
grpMethod_Method.Caption=Általános
lblUpdateMethod.Caption=Frissítési mód választása:
rbAutoUpdate_Automatically.Caption=Értesítés amikor van elérhető frissítés
rbAutoUpdate_ProgramLauched.Caption=Program automatikus frissítése (ajánlott)
grpMethod_Proxy.Caption=Proxy
rbProxy_Direct.Caption=Közvetlen kapcsolat (nincs proxy)
rbProxy_ie.Caption=Automatikus proxy észlelés (használja az Internet Explorer beállításait)
rbProxy_SpecifyServer.Caption=Proxy szerver megadása (csak ha proxy szerveren keresztül kapcsolódik az internetre)
lblProxy_Host.Caption=Kiszolgáló:
lblProxy_Port.Caption=Port
lblProxy_UserName.Caption=Felhasználó:
lblProxy_UserPass.Caption=Jelszó:
Label_TaskSchedule.Caption=Ütemezés:
Label_StartTime.Caption=Kezdés:
ComboBox_TaskType.Items[0].Caption=Minden nap
ComboBox_TaskType.Items[1].Caption=Minden héten
ComboBox_TaskType.Items[2].Caption=Minden hónapban
ComboBox_Weekly.Items[0].Caption=Vasárnap
ComboBox_Weekly.Items[1].Caption=Hétfő
ComboBox_Weekly.Items[2].Caption=Kedd
ComboBox_Weekly.Items[3].Caption=Szerda
ComboBox_Weekly.Items[4].Caption=Csütörtök
ComboBox_Weekly.Items[5].Caption=Péntek
ComboBox_Weekly.Items[6].Caption=Szombat
lblBootTimeStatus.Caption=Állapot:
grpSlientMode.Caption=Állapot
chkSlientMode_SlientMode.Caption=Csendes mód
lblSlientMode_SlientModeInfo.Caption=Váltás automatikusan Csendes módra, amikor teljes képernyős alkalmazást észlel vagy egy előre meghatározott program fut.
grpSlientMode_Description.Caption=Felhasználó által megadott programok
lblSilent_UserSpec.Caption=Kapcsolja be a csendes üzemmódot, amíg a következő programok futnak:
btnSlientMode_Add.Caption=Hozzáadás
btnSlientMode_Delete.Caption=Törlés
GroupBox_SilentMode.Caption=Leírás
lblSlientMode_Description1.Caption=A Csendes üzemmód csökkenti az erőforrás-felhasználást az intelligens defrag mechanizmussal:
lblSlientMode_Description2.Caption=1. Automatikusan átlépi az automatikus defragot amikor meghatározott feladatot észlel.
lblSlientMode_Description3.Caption=2. Automatikusan átlépi az ütemezett defragot amikor meghatározott feladatot észlel
lvSlientMode.Columns[0].Caption=Elem neve
lvSlientMode.Columns[1].Caption=Leírás
lblCBT_Desc.Caption=Olyan meghatározott fájlokat tud töredezettség-mentesíteni amiket nem lehet a rendszer futása közben. Adja hozzá ezeket a bootolás alatti töredezettség-mentesítéshez.
btnCbtAddFile.Caption=Fájl hozzáadás
btnCbtDelete.Caption=Törlés
lblAADesc.Caption=Automatikusan elemezi a lemezeket, amikor a rendszer üresjáratban van és értesít, ha vannak töredékek és szükséges a töredezettség-mentesítés.
lblAAStatus.Caption=Állapot:
btnNotifyWhemSchdule.Caption=Nem értesítsen amikor az ütemezett töredezettség-mentesítés elkészült
btnShutdown.Caption=Automatikusan állítsa le a számítógépet amikor az ütemezett töredezettség-mentesítés elkészült
btnShowShellMenu.Caption=Defrag by Smart Defrag mutatása a helyi menüben

[SmartDefrag_shutdown]
Button_Cancel.Caption=Mégsem
lblShutdownInfo.Items[0].Caption=A töredezettség-mentesítés befejeződött, a PC leállítása
lblShutdownInfo.Items[1].Caption=A töredezettség-mentesítés befejeződött, a PC alvó állapotba
lblShutdownInfo.Items[2].Caption=A töredezettség-mentesítés befejeződött, a PC hibernálása
lblShutdownInfo.Items[3].Caption=A töredezettség-mentesítés befejeződött, a PC újraindul
btn_close.Hint=Bezárás

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=Bezárás
lblMessage.Caption=Biztos törölni akarja a felesleges fájlokat a töredezettség-mentesítés megkezdése előtt a több szabad hely és hatékonyabb működés érdekében?
lblDontShowAgain.Caption=Emlékeztessen később
lblTipsCaption.Caption=Felesleges fájlok tisztítása
btnYes.Caption=Igen
btnNo.Caption=Nem, köszönöm

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=Bezárás
btnYes.Caption=Igen
btnNo.Caption=Nem
btnOK.Caption=OK

[SmartDefrag_DefragReportView]
btn_close.Hint=Bezárás
lblCaption.Caption=Smart Defrag jelentés
lvDefragReportListView.Columns[0].Caption=Idő
lvDefragReportListView.Columns[1].Caption=Töredékek
lvDefragReportListView.Columns[2].Caption=Művelet

[SmartDefrag_FormAbout]
lblCaption.Caption=Névjegy
Label_Warning.Caption=FIGYELMEZTETÉS
Label_WarningInfo.Caption=Ez a program a szerzői jog és a nemzetközi szerződések által védett.
Label_AllRight.Caption=Minden jog fenntartva.
Label_Acknowledge.Caption=Köszönet a következő embereknek a közreműködésükért:
btn_close.Hint=Bezárás

[SmartDefrag_M]
M_FSUnknown=Ismeretlen
M_FSAnalyzed=Elemzett
M_FSDefragged=Töredezettség-mentesített
M_FSInvalidHandle=Érvénytelen leíró
M_FSMoveFailed=Az áthelyezés nem sikerült
M_FSNospace=Nincs folyamatos hely
M_FSSkipTooLarge=Kihagyva (nagy fájl)
M_FSSkipRateTooLow=Kihagyva (alacsony töredezettség arány)
M_DefragSummary=Töredezettség-mentesítés összegzés
M_DefragDetails=Töredezettség-mentesítés részletek
M_SSDOPTDetails=SSD optimalizálás részletek
M_DiskSpaceInfo=Szabad / Összes
M_DefragMethod=Töredezettség-mentesítés módszer
M_DefragBeginTime=A töredezettség-mentesítés elindult
M_DefragEndTime=A töredezettség-mentesítés befejeződött
M_TotalFiles=Összes fájl és mappa:
M_Fragments=Töredékek
M_Recommend=Ajánlott
M_FragmentationRate=Töredezettség mértéke
M_DefaultVolumeName=Helyi lemez
M_DetailsFragments=Töredékek
M_DetailsSize=Méret
M_DetailsResult=Eredmény
M_DetailsPath=Elérési út
M_DMSSDAnalyze=SSD elemzése
M_DMSSDOptimize=Trimmelés
M_DMUSSDOptimize=Trimmelés és intelligens optimalizálás.
M_DMSSDAnalyzed=%d elem trimmelve az SSD meghajtó nagyobb teljesítményének és élettartam növelésének érdekében.
M_DMSSDOptimized=Az SSD trimmelve a nagyobb teljesítmény érdekében.
M_DMUSSDAnalyzed=%d elem trimmelve és optimalizálva az SSD meghajtó nagyobb teljesítményének és élettartam növelésének érdekében.
M_DMUSSDOptimized=Az SSD trimmelve és teljesen optimalizálva.
M_DMNSSDAnalyze=SSD elemzése
M_DMNSSDOptimize=SSD Trimmelése
M_DMNAnalyze=Elemzett
M_DMNFastDefrag=Gyors defrag
M_DMNSmartDefrag=Smart defrag
m_DMNLargeFileDefrag=Nagy fájl defrag
M_DMNMergeSortDefrag=Defrag és fájlok rangsorolása
M_DMNSortDefrag=Defrag és optimalizálás
M_DMNMergeDefrag=Defrag és szabad terület defrag
M_DMNAutoDefrag=Automatikus defrag
M_DMNSchdleDefrag=Ütemezett defrag
M_DMNDefrag=Defrag
M_DMAnalyze=Elemzés
M_DMDefrag=Töredezettség-mentesítés:
M_DMFastDefrag=Gyors töredezettség-mentesítése
M_DMSmartDefrag=Intelligens elemzés
m_DMLargeFileDefrag=Nagy fájl defrag
M_DMMergeSortDefrag=Töredezettség-mentesítés és fájlok rangsorolása
M_DMSortDefrag=Töredezettség-mentesítés és optimalizálás
M_DMMergeDefrag=Szabad terület töredezettség-mentesítés
M_DMAFastDefrag=Automatikus gyors töredezettség-mentesítés
m_DMALargeFileDefrag=Automatikus nagy fájl töredezettség-mentesítés
M_DMAMergeSortDefrag=Automatikus töredezettség-mentesítés és fájl rangsorolás
M_DMASortDefrag=Automatikus töredezettség-mentesítés és optimalizálás
M_DMAMergeDefrag=Automatikus szabad terület töredezettség-mentesítés
M_DMAutoDefrag=Automatikus töredezettség-mentesítése
M_DMSchdleDefrag=Ütemezett defrag
M_DMAnalyzed=Elemzett
M_DMDefraged=Defrag befejezve
M_DMFastDefraged=Gyors defrag befejezve
M_DMMergeSortDefraged=Defrag és fájlok rangsorolása befejezve
m_DMLargeFileDefraged=Nagy fájl defrag befejezve
M_DMSortDefraged=Defrag és optimalizálás befejezve
M_DMMergeDefraged=Szabad terület defrag befejezve
M_DMAFastDefraged=Automatikus gyors defrag befejezve
M_DMAMergeSortDefraged=Automatikus Defrag és fájlok rangsorolása befejezve
m_DMALargeFileDefraged=Automatikus Defrag és Nagy fájl defrag befejezve
M_DMASortDefraged=Automatikus Defrag és optimalizálás befejezve
M_DMAMergeDefraged=Automatikus Szabad terület defrag befejezve
M_DMAutoDefraged=Automatikus defrag befejezve
M_DMSchdleDefraged=Ütemezett defrag befejezve
M_Idle=Üresjárat
M_Queuing=Függő
M_DBTrim=Trim
M_DBSmartDefrag=Smart Defrag
M_DBOptimize=Intelligens optimizálás
M_BTDViewReport=Jelentés megtekintése
M_OPT_TRIM=TRIM engedélyezése megnöveli az SSD meghajtó olvasási és írási sebességét.
M_OPT_PREFETCHER=Prefetcher letiltása növeli az SSD meghajtó élettartamát
M_OPT_SUPERFETCH=Superfetch letiltása növeli az SSD meghajtó élettartamát
M_OPT_BTD=Boot idő defrag letiltása növeli az SSD meghajtó élettartamát
M_OPT_SDDT=Ütemezett lemez defrag letiltása növeli az SSD meghajtó élettartamát
M_Day=Minden %d nap első boot
M_SkipSize=%s méretnél nagyobb fájlok átlépése.
M_StartAuto=Automatikus defrag indítása, ha a rendszer üresjárat több, mint %d perc.
M_PauseAuto=Automatikus defrag szüneteltetés, ha az erőforrás használat több, mint %s
M_StartAutoAnalyze=Automatikus elemzés elindítása, amikor a rendszer üresjárat ideje meghaladja (%d perc)
M_PauseAutoAnalyze=Automatikus elemzés szüneteltetése, amikor az erőforrás használat meghaladja (%s)
M_ScheduleInactivated=Az ütemezett defrag nincs engedélyezve.
M_FileExcluded=Ez a fájl ki van zárva. Ha szeretné töredezettség-mentesíteni, előbb távolítsa el a kizárási listáról.
M_FileAdded="%s" már hozzáadva a töredezettség-mentesítéshez. Nem adható hozzá újra..
M_ExcludedFolderAdded=Ez a mappa már hozzá van adva a Hozzáadott Fájlok és Mappák közé. Ha ki szeretné zárni, kérjük előbb távolítsa el a Hozzáadott Fájlok és Mappák közül.
M_ExcludedFileAdded=Ez a fájl már hozzá van adva a Hozzáadott Fájlok és Mappák közé. Ha ki szeretné zárni, kérjük előbb távolítsa el a Hozzáadott Fájlok és Mappák közül.
M_FolderExcluded=Ez a mappa ki van zárva. Ha szeretné töredezettség-mentesíteni, előbb távolítsa el a kizárási listáról.
M_GameAdded=A játék már hozzáadva.
M_RunBackground=A Smart Defrag még fut a háttérben
M_StartScheduleDefrag=Ütemezett töredezettség-mentesítés indítása
M_StartAutoDefrag=Auto defrag indítása
M_LastAutoDefrag=Utolsó automatikus defrag:
M_AddVolume=Nem lehet hozzáadni a kötetet. Kérjük válasszon mappát vagy fájlt.
M_InvalidFF=Érvénytelen fájl vagy mappa.
M_SDRAutoDefrag=Auto defrag jelentés
M_SDRGameDefrag=Játék optimalizálás jelentés
M_SDRManualDefrag=Lemez defrag jelentés
M_DefragPaused=Szünetel
M_TrimStoped=Trim megszakítva
M_AnalyzeStoped=Elemzés megszakítva
M_DefragStoped=Töredezettség-mentesítés megszakítva
M_JunkScanStoped=Elemzés megszakítva
M_DefragFinished=Befejezés
M_DefragBack=Vissza
M_JunkFileScan=Felesleges fájlok keresése %d %%
M_LFR=Alacsony töredezettség mérték
M_FileInSSDTips=Ez a fájl/mappa az SSD meghajtón van. Kérjük ne töredezettség-mentesítse!
M_AddFileOrFolder=Fájl && Mappa hozzáadása
M_NoFileOrFolderAdded=Nincs Fájl/Mappa hozzáadva
M_GameFragments=Töredezettek
M_GameOptimized=Optimalizálva:
M_GameOptimizeTip=Optimalizálja a játékait a jobb játék élmény eléréséhez.
M_GameAddTip=Kérjük adja hozzá a játékokat a töredezettség-mentesítéshez a játékokat a legjobb játékélmény eléréséhez.
M_JunkFileFound=Felesleges fájl:
M_JunkFileCleaned=Felesleges fájlok tisztítva:
M_DefragedFragments=Töredékek töredezettség-mentesítve:
M_DefragedFiles=Töredezettség-mentesített fájlok:
M_AnalyzedFragments=Töredékek száma:
M_AnalyzedFiles=Töredezett fájlok száma:
M_DRDefragedFragments=Töredékek töredezettség-mentesítve
M_DRDefragedFiles=Töredezett fájlok
M_DRAnalyzedFragments=Töredékek találhatók
M_DRAnalyzedFiles=Töredezett fájlok találhatók
M_SmartOptimizeTips=Az intelligens optimalizálás először elemzi és utána egy kattintásra  intelligensen kiválasztja és végrehajtja a legmegfelelőbb módszert a HDD töredezettség-mentesítésére vagy az SSD trimmelésére.
M_SmartDefragTips=Az intelligens töredezettség-mentesítés először elemzi és utána egy kattintásra  intelligensen kiválasztja és végrehajtja a legmegfelelőbb módszert a töredezettség-mentesítésére.
M_DiskSpace=%s szabad hely ennyiből: %s
M_Trimmed=Trimmelt
M_UTrimmed=Trimmelve és teljesen optimalizálva.
M_AppOptimizeStop=Optimalizálás megszakítva
M_APPDBOptimize=Optimalizálás
M_AppOptimize=Optimalizálás
M_AppOptimized=Optimizált
M_AppFoundProblem=%d elem optimalizálva a Windows alkalmazások teljesítmény javításának érdekében.
M_AppNoProblem=A Windows alkalmazások optimalizálva a csúcs teljesítményhez.
M_Task=Kattintson az ütemezés megváltoztatásához
M_RecommendAnalyze=Nincs szükség töredezettség-mentesítésre
M_State=Állapot
M_GameInSSD=Ez a játék az SSD meghajtón van. Kérjük ne töredezettség-mentesítse!
M_JunkFile=Felesleges fájl
M_JunkFileAnalyze=Felesleges fájlok ellenőrzése
M_JunkFileCleanedHtml=Felesleges fájl törölve:
M_DefragDetailsHtml=Töredezettség-mentesítés részletek
M_StartedTimeHtml=Elindítva:
M_CompletedTimeHtml=Befejeződött:
M_AfterRateHtml=Utána
M_BeforeRateHtml=Előtte
M_JunkFileHtml=Fájlok
M_RecommendDefrag1=Gyors defrag
M_RecommendDefrag2=Defrag és optimalizálás
M_RecommendDefrag3=Nagy fájl defrag
M_RecommendDefrag4=Szabad terület defrag
M_RecommendDefrag5=Defrag és fájlok rangsorolása
M_NoVolumeSelected=Kérjük, válasszon ki legalább egy lemezt a folytatáshoz.
M_TrimShutdown0=A trimmelés befejeződött, a PC leállítása
M_TrimShutdown1=A trimmelés befejeződött, a PC alvó állapotba
M_TrimShutdown2=A trimmelés befejeződött, a PC hibernálása
M_TrimShutdown3=A trimmelés befejeződött, a PC újraindul
M_OptimizeShutdown0=Az optimalizálás befejeződött, a PC leállítása
M_OptimizeShutdown1=Az optimalizálás befejeződött, a PC alvó állapotba
M_OptimizeShutdown2=Az optimalizálás befejeződött, a PC hibernálása
M_OptimizeShutdown3=Az optimalizálás befejeződött, a PC újraindul
M_TTrimShutdown0=Leállítás trimmelés után
M_TTrimShutdown1=Készenléti mód trimmelés után
M_TTrimShutdown2=Hibernálás trimmelés után
M_TTrimShutdown3=Újraindítás trimmelés után
M_TOptimizeShutdown0=Leállítás optimalizálás után
M_TOptimizeShutdown1=Készenléti mód optimalizálás után
M_TOptimizeShutdown2=Hibernálás optimalizálás után
M_TOptimizeShutdown3=Újraindítás optimalizálás után
M_MASKSSD=Ez a meghajtó SSD
M_MASKHDD=Ez a meghajtó HDD
M_LEARNMORE=Tudjon meg többet
M_EXITSDTIPS=A Smart Defrag még fut. Biztos ki akar lépni a programból?
M_NOTSUPPORTSSD=A lemez SSD meghajtó és az SSD meghajtón nincs szükség töredezettség mentesítésre.
M_Junk0=Megjegyzés: A DNS gyorsítótár kiürítése lelassíthatja a letöltési sebességet és a hálózati forgalmat.
M_Junk1=Megjegyzés: A Régi Prefetch (előtöltés) adat törlése lelassíthatja a rendszer elindulását.
M_Junk2=Figyelem: A "Menü rendezés gyorsítótár" törlése  alaphelyzetbe állítja a Start menüt. Egyetlen elem se lesz eltávolítva, de minden egyéni beállítás elveszik.
M_Junk3=FIGYELEM: A "Tálca értesítés gyorsítótár" törlése alaphelyzetbe hozza a Tálcát. Az explorer.exe-t újra kell indítani.
M_Junk4=Figyelem: Az "Ablak méret/elérési út gyorsítótár" törlése alaphelyzetbe állít minden Windows Intéző helyet és nézetet.
M_Junk5=FIGYELEM: A "Felhasználó támogatás előzmények" törlése eltávolítja a Start menüből a leggyakrabban használt fájlok listáját.
M_Junk6=Megjegyzés: Az IIS napló fájlok törlése az eseményektől függetlenül töröl minden ilyen hely, virtuális mappa vagy fájl naplót.
M_Junk7=Megjegyzés: A Nézőkép gyorsítótár kiürítése lelassíthatja a mappa kép tartalmának megjelenítését.
M_Junk8=Megjegyzés: A Tálca ugrás lista törlése letiltja a legutóbb megnyitott elemek listáját a Start menüben és a Tálcán.
M_Junk9=Megjegyzés: ha ezt az opciót választja, elveszti az összes mentett jelszavat.
M_GameOptimizeTips=A játék fájlok töredezettség-mentesítése és optimalizálása a gyorsabb és simább játék élmény érdekében.
M_AllGameOptimize=A játék fájlok optimalizálva. Élvezze a játékot.
M_ON=BE
M_OFF=KI
M_MoreThan2Hours=több, mint 2 óra
M_NoFragmentsFound=Nem található töredék
M_NoJunkFilesFound=Nem található felesleges fájl.
M_ActiveAll=Összes aktiválása
M_ActiveNow=Aktiválás most
M_SkinName=Kinézet:
M_ShellDefrag=Töredezettség-mentesítés: Smart Defrag
M_ShellTrim=Trim: Smart Defrag
M_SkinNameClassic=Klasszikus
M_SkinNameReadable=Olvasható
M_SpecifyFiles=Megadott fájlok
M_PromoteTitle11=Unja a kézi töredezettség-mentesítést?
M_PromoteTitle12=Vásárolja meg az automatikus töredezettség-mentesítéshez.
M_PromoteTitle21=Vásárolja meg a megadott fájlok  a boot idő alatti töredezettség-mentesítéshez.
M_VendorSpecific=Gyártó specifikus
M_CFragMentInfo=<a>%d</a> töredék található a lemezen. Töredezettség-mentesítse a PC gyorsítása és nagyobb stabilitása érdekében.
M_DefaultName=Helyi lemez
M_DiskGood=Jó
M_DiskFair=Korrekt
M_DiskPoor=Rossz
M_DiskInfoTips=Szabadítson fel helyet az Advanced SystemCare segítségével és gyorsítsa fel a számítógépét MOST!
M_DiskStatusGood=Jó
M_DiskStatusWarn=Figyelmeztetés
M_DiskStatusError=Hiba
M_SchduleDefragInfo=<a>%d</a> töredék volt. Aktiválja az automatikus töredezettség-mentesítést a csúcs teljesítményhez.
M_ActivateTitle=Maximalizálja a lemez teljesítményét és élettartamát:
M_ActivateContent1=Automatikus Smart defrag
M_ActivateContent2=Boot idő gyorsítás
M_ActivateContent3=Mindig naprakész
M_ActivateButton=Összes aktiválása

[M_JunkfilesScanner]
M_Scan=Ellenőrzés:
M_Fix=Javítás:
M_WinBin=Windows Lomtár
M_WinTempF=Windows ideiglenes fájlok
M_IETempF=IE ideiglenes fájlok
M_SearchAA=Keresés automatikus kiegészítés
M_OtherMRUs=Egyéb Intéző MRU
M_Clip=Vágólap
M_Dumps=Memória kiíratás
M_ChkDskFrag=Chkdsk fájl töredékek
M_WinLog=Windows napló fájlok
M_WinEReport=Windows hiba jelentés
M_DNSCache=DNS gyorsítótár
M_OldPD=Régi Prefetch (előtöltés) adat
M_MenuOC=Menü rendezés gyorsítótár
M_TrayNC=Tálca értesítés gyorsítótár
M_WinSLCache=Ablak méret/elérési út gyorsítótár
M_UserAH=Felhasználó támogatás előzmények
M_IISLog=IIS napló fájlok
M_ThumCache=Nézőkép gyorsítótár
M_TaskbarJPL=Tálca ugrás lista
M_GS=Általános állapot
M_ItemsCap=%s elem, %s
M_JunkFixCap=[Felesleges fájl javítás]: %d hiba javítva
M_Det=Részletek
M_Del=Törölt
M_NoteMOC=Figyelem: A "Menü rendezés gyorsítótár" törlése  alaphelyzetbe állítja a Start menüt. Egyetlen elem se lesz eltávolítva, de minden egyéni beállítás elveszik.
M_NoteTNC=Figyelem: A "Tálca értesítés gyorsítótár" törlése alaphelyzetbe hozza a Tálcát. Az explorer.exe-t újra kell indítani.
M_NoteWSC=Figyelem: Az "Ablak méret/elérési út gyorsítótár" törlése alaphelyzetbe állít minden Windows Intéző helyet és nézetet.
M_NoteUAH=Figyelem: A "Felhasználó támogatás előzmények" törlése eltávolítja a Start menüből a leggyakrabban használt fájlok listáját.
M_WinSys=Windows rendszer
M_HisTrace=Előzmények és nyomok
M_WinAppCache=WinApp gyorsítótár
M_WinUpdateCache=Windows automatikus frissítés gyorsítótár
M_WinUpdateDB=Windows automatikus frissítés adatbázis
M_SoftInsTemp=Szoftver ideiglenes telepítési fájlok
M_WinFontCache=Windows betűtípus gyorsítótár

[ACD_M]
M_Downloading=Letöltés:
m_Installing=Telepítés:
M_DiskIsFull=Nincs elég szabad lemezterület!
M_NetError=Hálózati hiba. A letöltés nem sikerült. Kérjük próbálja meg később!
M_Tips=A letöltés folyamatban. Kattintson kettőt az ikonon a részletek megnézéséhez.
M_AreSure=Biztos ki akar lépni a Műveleti központ letöltő részéből?
M_AreSure_IObit=Biztos ki akar lépni az IObit letöltőből?
M_TipFixing=Javítás
M_MD5Faild=A letöltött fájl hibás. Kérjük próbálja meg később újra.
M_Speed=Sebesség:

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=Advanced SystemCare beszerzése INGYEN
lblDesc_IMF.Caption=Mielőtt eltávolítja az IObit Malware Fighter programot, szerezze be ingyen az Advanced SystemCare-t!
lblDesc_SD.Caption=Mielőtt eltávolítja az IObit Smart Defrag programot, szerezze be ingyen az Advanced SystemCare-t!
lblGet.Caption=Optimalizálja a számítógép teljesítményt, gyorsítja az internet kapcsolatát és egy új számítógép érzését kelti. Több mint 150 millió felhasználó választotta!
btnConvertASC.Caption=Eltávolítás és az Advanced SystemCare beszerzése ingyen
btnNo.Caption=Nem, teljes eltávolítást akarok
btnCancel.Caption=Mégsem
btnClose.hint=Bezárás

[ACD_frmActionCenter]
lbl_Cancel.Caption=Mégsem
lbl_Min.Caption=Kis méret
btnClose.Hint=Bezárás

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=Smart Defrag frissítő
Label_CheckUpdate.Caption=Frissítési információk beszerzése, kérjük várjon
Label_UpdateDetails.Caption=A Smart Defrag új verziója elérhető. Töltse le a legújabb szolgáltatások és fejlesztések használatához.
Label_VWN_Pro.Caption=Nézze meg az újdonságokat
Label_NewVersionUpdate.Caption=Új verzió áll rendelkezésre. Töltse le most, hogy élvezze a legújabb funkciókat és fejlesztéseket.
Label_NewFileUpdate.Caption=Új verzió áll rendelkezésre. Töltse le most, hogy élvezze a legújabb funkciókat és fejlesztéseket. Ingyenes.
Label_ClickDownload.Caption=Kattintson "%s" letöltéséhez és a frissítés alkalmazásához.
Label_FinishInfo.Caption=Befejezés!
Label_NoUpdate.Caption=Gratulálunk! A legutolsó verziót használja.
Label_Nottention.Caption=Figyelem: A Smart Defrag automatikusan újraindul a frissítés alkalmazásához.
Label_RestartWarn.Caption=Figyelem: Indítsa újra a számítógépet a frissítés befejezéséhez. Újra indítja most?
Label_Cancel.Caption=Mégsem
Label_ProxySet.Caption=Proxy beállítások
Label_DecideLater.Caption=Döntés később
RdImageButton_RestartLater.Caption=Újraindítás később
RdImageButton_RestartNow.Caption=Újraindítás most
RdImageButton_Download.Caption=Letöltés most
RdImageButton_Finish.Caption=OK
Label_ViewWN.Caption=Nézze meg az újdonságokat

[SmartDefrag_AutoupdateFormMain_M]
M_Close=Bezárás
M_GetUpdateInfo=Frissítési információk lekérdezése, kérjük várjon
M_Retry=Újra
M_GetUpdateFailed=Nem sikerült lekérdezni a frissítési információkat, kérjük próbálja meg később újra.
M_Finish=OK
M_GetFileFailed=Nem sikerült lekérni a frissítési fájlokat, próbálja újra később.
M_CancelDownload=Biztosan törli a frissítések letöltését?
M_UpdateSucceed=A frissítés sikerült!
M_KillUpdateTip=Ez a program már elavult és nem működik megfelelően. Kérjük töltse le a legutolsó verziót a folyamatos használathoz.

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=A Smart Defrag %s verziója elérhető!
Label_Ver_WN.Caption=Újdonságok
Label_Ver_RML.Caption=Emlékeztessen később
RdImageButton_Ver_Download.Caption=Ingyenes frissítés most

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=Bezárás
M_UpCap=A Smart Defrag %s verziója elérhető!
M_UpInfo=Kattintson ide "%s" és élvezze a legújabb szolgáltatásokat és fejlesztéseket!

[SmartDefragUpgrate]
lblCongratulations.Caption=Gratulálunk!
lblSubCongratulations.Caption=Sikeresen frissítette
lblWhatNew.Caption=Újdonságok
lblWhatNew_LTTitle.Caption=Új generációs lemez töredezettség-mentesítő motor
lblWhatNew_LTSubTitle.Caption=Az új generációs lemez töredezettség-mentesítő motor optimalizálja a lemezt a hatékony működés érdekében.
lblWhatNew_RTTitle.Caption=Új prioritású töredezettség-mentesítés a még nagyobb sebesség eléréséhez
lblWhatNew_RTSubTitle.Caption=A Defrag és fájlok rangsorolása módszer javítja a PC teljesítményét és az adatok gyorsabb elérését.
lblWhatNew_LBTitle.Caption=Windows 8.1 Modern alkalmazások töredezettség-mentesítése
lblWhatNew_LBSubTitle.Caption=Teljesen támogatja a Windows 8.1 Modern alkalmazások töredezettség-mentesítését a Modern alkalmazások gyorsabb elérésének és simább futásának érdekében.
lblWhatNew_RBTitle.Caption=Lemez karbantartás
lblWhatNew_RBSubTitle.Caption=A felesleges fájlok tisztítása nagyobb elérhető lemezterületet és hatékonyabb töredezettség-mentesítést eredményez.
btnClose.Caption=Bezárás

[IMF_M]
M_TitleSD=Az Advanced SystemCare FREE beszerzése miután eltávolította az IObit Smart Defrag programot

[SendBugReportNew_FrmMain]
lblErrorDetails.Caption=Hiba részletek:
lblUserEmail.Caption=Az email címe:
btnClose.Hint=Bezárás
lblSuccTips1.Caption=Sikeresen elküldve! Mindent megpróbálunk a probléma megoldására.
btnSendReport1.Caption=Küldés

[SendBugReportNew_M]
M_BugStatisticsTips=hibát észlelt és bezáródik. Elemezzük a problémát. Kérjük várjon...
M_SendingTips=Küldés...
M_InvalidEmailTips=Érvénytelen email cím! Kérjük, adjon meg érvényes email címet, mert csak így tudjuk elérni.
M_OKTips=OK
M_AskUserTips1=probléma merült fel. A probléma megoldásához kérjük, kattintson a 'Küldés' gombra a hibakeresési fájl automatikus elküldéséhez. <a>Adatvédelmi irányelvek</a>
M_AttentionTips1=probléma merült fel. A probléma megoldásához kérjük, kattintson az 'OK' gombra a hibakeresési fájl automatikus elküldéséhez. <a>Adatvédelmi irányelvek</a>

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=Visszajelzés
RdLabel_Mail.Caption=Email:
RdLabel_Subject.Caption=Kérés típusa:
RdLabel_MailDes.Caption=Ellenőrizze, hogy érvényes az email cím hogy fel tudjuk venni a kapcsolatot.
RdLabel_MailBody.Caption=Leírás:
RdLabel_Attach.Caption=Mellékletek
lblSendDes.Caption=Visszajelzés küldése...
lblSend.Caption=Küldés
ButtonCancel.Caption=Mégsem
ComboBox_Subject.Items[0].Caption=Szeretem
ComboBox_Subject.Items[1].Caption=Javaslatok
ComboBox_Subject.Items[2].Caption=Töredezettség arány kérdések
ComboBox_Subject.Items[3].Caption=Elemzés/Defrag kérdések
ComboBox_Subject.Items[4].Caption=Letöltés/Frissítés hibák
ComboBox_Subject.Items[5].Caption=Lemez felismerés hiba
ComboBox_Subject.Items[6].Caption=Egyéb
ImageNoteClose.hint=Bezárás
ButtonAdd.hint=Hozzáadás
ButtonAttachView.hint=Nézet
ButtonSend.Caption=Küldés

[SDFeed_M]
M_MailAddrHint=Kérjük, ellenőrizze az e-mail címét mert csak így tudunk Önnel a kapcsolatba lépni.
M_DescriptionHint=Kérjük, írjon egy leírást.
M_MailSuccHint=Köszönjük a visszajelzést! Minél hamarabb felvesszük Önnel a kapcsolatot.
M_TimeoutHint=Nem sikerült elküldeni a visszajelzést. Kérjük, kattintson az OK gombra, hogy egy online visszajelzést írhasson.
M_SendMail=Vagy közvetlenül kapcsolatba léphet velünk %s
M_Remove=Összes eltávolítása
M_AttachErrorExt=A következő fájl típusokat nem lehet csatolni:
M_AttachOversize=Nem lehet csatolni a fájlt! A mérete túllépte a 10 MB limitet.

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=Gratulálunk!
lblInfo.Caption=Sikeresen frissítette a legújabb Smart Defrag verzióra.
btnOK.Caption=Próbálja ki most!
btn_close.Hint=Bezárás

[SmartDefrag_SDActivateNowForm]
btnContent1.Caption=Több, mint 200 %-kal gyorsabb
btnContent2.Caption=Még intelligensebb és egyszerűbb
btnContent3.Caption=Még stabilabb és mélyebb
btnContent4.Caption=Mindig naprakész
btnActivateNow.Caption=Aktiválás most
rdlblActivateCode.Caption=Írja be a kódot
rdlblTitle.Caption=Összes Pro funkció aktiválása

[SDRegister_Form_IObit_Register]
Label_Title.Caption=Maximalizálja a lemez teljesítményét és élettartamát a Pro verzióval
RdLabel_Des.Caption=Frissítsen a Pro verzióra és élvezze az intelligens és alapos töredezettség-mentesítést és optimalizálást:
RdLabel_01_Title.Caption=Több, mint 200 %-kal gyorsabb
RdLabel_02_Title.Caption=Még intelligensebb és egyszerűbb
RdLabel_03_Title.Caption=Még stabilabb és mélyebb
RdLabel_04_Title.Caption=Mindig naprakész
RdLabel_01_Cap.Caption=Még több szabad terület és több, mint 200 %-kal gyorsabb fájl elérési sebesség
RdLabel_02_Cap.Caption=Automatikus defrag a kiválasztott fájlon és lemezen valós időben
RdLabel_03_Cap.Caption=Mély defrag a rendszer fájlokon a bootolási idő alatt
RdLabel_04_Cap.Caption=Automatikus frissítés a legújabb Smart Defrag kiadásra
Label_EnterCode.Caption=Írja be a kódot
Label_Help.Caption=Súgó
Label_Eg.Caption=Pl.: F4B1D-ACAB1-A84FF-5FDC6
Label_TechDes.Caption=Írja be a licenc kódot és kattintson az "Aktiválás most" gombra és ezzel aktiválja a PRO verzió összes funkcióját. A gépelési hibák elkerülésének érdekében az emailben kapott kódot másolás/beillesztés módon illessze be ide.
Label_LicenseCode.Caption=Licenc kód:
Button_Activate.Caption=Aktiválás most
Button_RegisterNow.Caption=Aktiválás most
Button_RegisterClose.hint=Bezárás
Label_LMTitle.Caption=Licenc kezelő
Label_LMLSta.Caption=Licenc állapota:
Label_LMLCode.Caption=Licenc kód:
Label_LMLDate.Caption=Lejárat dátuma:
Label_LMLeftDays.Caption=Hátralévő napok:
Label_LMHelp.Caption=Súgó
Label_LMRefresh.Caption=Frissítés
Label_LMExportL.Caption=Licenc exportálása
Button_LMClose.hint=Bezárás
Button_OK.Caption=OK
Label_KnowMore.Caption=Tudjon meg többet a PRO verzióról
LabelB_01_Cap.Caption=Alap HDD töredezettség-mentesítés és optimalizálás
LabelB_02_Cap.Caption=Több, mint 200%kal gyorsabb fájl elérési sebesség
LabelB_03_Cap.Caption=Csúcs játék élmény a Játék optimalizálóval
LabelB_04_Cap.Caption=Boot idő gyorsítás a PC gyorsabb elindulásához
LabelB_05_Cap.Caption=Automatikus és Intelligens töredezettség-mentesítés
LabelB_06_Cap.Caption=Testre szabható töredezettség-mentesítési mód
LabelB_07_Cap.Caption=Automatikus frissítés a legújabb verzióra
LabelB_08_Cap.Caption=Ingyenes 24/7 technikai támogatás
LabelB_Curent.Caption=Aktuális
LabelB_PRO.Caption=PRO
LabelC_WhatMore.Caption=Megkaphatja az alábbi összes PRO funkciót:
Btn_Boost.Caption=Intelligens lemez gyorsítás
Btn_DefragRegistry.Caption=Registry fájlok töredezettség-mentesítése
Btn_AutoDefrag.Caption=Automatikus defrag
Btn_DefragSpecilFile.Caption=Meghatározott fájl töredezettség-mentesítése
Label_KnowMoreC.Caption=Tudjon meg többet a PRO verzióról

[SDRegister_M]
M_license_seat=Licenc darab
M_EnterError=Írja be a licenc kulcsot
M_ErrorTitle=Aktiválás hiba
M_SucceedTitle=Aktiválás
M_IsOtherCode=A %s licenc kód csak %s részére érvényes. Kattintson az OK gombra a letöltéshez és regisztrálja: %s.
M_InvalidCode=Érvénytelen licenc kód! Kérjük írjon be érvényes licenc kódot.
M_License_Pro=A licenc kód aktiválása sikerült!
M_License_valication=Nem lehet csatlakozni a kiszolgálóhoz, ellenőrizze a internet kapcsolatát/proxy beállításokat és próbálja meg később a licenc érvényesítését.
M_License_Expired=Az Ön licenc előfizetése %s lejárt. Kérjük újítsa meg a licencet vagy vegyen egy újat.
M_License_Unknow=Ismeretlen hiba!
M_License_Illegal=A licenc kód nem aktiválható. Kérjük vásároljon új licenc kódot.
M_License_Overseat=A licenc kód %s aktiválása elérte a maximális PC számot és ehhez már nem használható. Kérjük vásároljon erre a PC-re egy másik licenc kódot a Smart Defrag Pro programhoz.
M_License_DLLMiss=A RegisterCom.dll hiányzik. Kérjük telepítse újra a Smart Defrag programot és próbálja meg újra a regisztrációt.
M_GiveawayCode=Ez a giveaway licenc érvénytelen. Kattintson az Igen gombra egy új licenc megvásárlásához.
M_PageC_Cap=Automatikus defrag
M_PageC_Des1=Intelligens töredezettségmentesítés amikor a rendszer üresjáratban van.
M_PageC_Des2=Automatikus Defrag engedélyezése az alacsony töredezettségi arány megtartásához és a jobb teljesítményhez.
M_PageD_Cap=Automatikus frissítés
M_PageD_Des1=Automatikus frissítés a legújabb verzióra.
M_PageD_Des2=Automatikus frissítés engedélyezése a legújabb verzió beszerzéséhez a legjobb felhasználói élmény érdekében.
M_PageE_Cap=Registry fájlok töredezettség-mentesítése a Boot idő gyorsítás alatt
M_PageE_Des1=A registry fájlokat nem lehet töredezettség-mentesíteni amikor a Windows fut.
M_PageE_Des2=Növeli a registry elérés sebességét a jobb rendszer sebesség érdekében.
M_PageF_Cap=Meghatározott fájlok töredezettség-mentesítése a Boot idő gyorsítás alatt
M_PageF_Des1=Adja meg a fájlt, amit nem tud töredezettség-mentesíteni amikor fut az op. rendszer és azt majd a Windows indulásakor fogja megoldani.
M_PageF_Des2=Növeli a fájl elérés sebességét a nagyobb stabilitás és a folyamatosabb rendszer működés érdekében.

[M_PrivacyScanner]
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=Windows
6=Office alkalmazások
7=Internet
8=Multimédia
9=Segédprogramok
10=Egyéni bővítmények
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Windows alkalmazások
15=iTunes
M_Scan=Ellenőrzés:
M_Fix=Javítás:
M_GS=Általános állapot
M_TyURL=Beírt URL-ek
M_Cookie=Cookie
M_TempF=Ideiglenes fájlok
M_His=Előzmények
M_IDF=Index adatfájlok
M_AFF=Mentett űrlap információ
M_AFP=Mentett jelszavak
M_ICache=Internet gyorsítótár
M_DownHis=Korábbi letöltések
M_SaveFI=Mentett űrlap információ
M_Reg=Regedit
M_ReDoc=Legutóbbi dokumentumok
M_RunHis=Futtatás előzmények
M_DelOnBoot=(Törlés újraindításkor)
M_ItemsCap=%s elem, %s
M_Session=Munkamenet
M_SavePwd=Mentett jelszavak
M_ComDatabase=Adatbázis tömörítése
M_PriFixCap=[Adatvédelem javítás]: %d hiba javítva
M_Det=Részletek
M_Del=Törölt
M_CFFDB=Firefox adatbázis tömörítése
M_CGCDB=Google Chrome adatbázis tömörítése
M_WebBro=Web böngésző
M_NoteIt=Megjegyzés: Nem lehet törölni a %s nyomokat, amikor ez még fut.
M_NoteThey=Megjegyzés: Nem lehet törölni a %s nyomokat, amikor ez még fut.
M_WebIcons=Weblap ikonok
M_LastDL=Utolsó letöltési hely
M_InsCache=Telepítő gyorsítótár
M_MobApp=Mobil alkalmazások
M_Book=Könyvek
M_Podcasts=Podcastok
M_SanpViewer=Snapshot megtekintő
M_RemoteD=Távoli asztal
M_ManageC=Management konzol
M_Wordpad=Wordpad
M_Paint=Paint
M_PhotoE=Photo Editor
M_GameE=Game Explorer
M_Defender=Windows Defender
M_Search=Keresés

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=Lemez állapot
btn_auto_defrag.Caption=Automatikus defrag
btn_boot_defrag.Caption=Boot idő gyorsítás
btn_disk_clean.Caption=Lemez karbantartás
lblOptimizeType.Items[1].Caption=Trim
lblOptimizeType.Items[2].Caption=Alkalmazások optimalizálása

[SmartDefrag_SDPromoteFrame]
rdlblDiskStatus.Caption=A PC lemez állapota:
rdlblAboutPro.Caption=Összes funkció ellenőrzése
btnPurchaseNow.Caption=Megvásárlás most
btnBack.Caption=Vissza
lblLeaveContent.Items[0].Caption=Automatikus defrag a kiválasztott fájlokon és lemezeken valós időben a PC teljesítményének megtartása érdekében.
lblLeaveContent.Items[1].Caption=Boot idő defrag a kiválasztott fájlokon és lemezeken valós időben az indulás legjobb teljesítményének megtartása érdekében.
rdlblRightTitle.Items[0].Caption=Az összes töredék töredezettség-mentesítve.
rdlblRightTitle.Items[1].Caption=Eges töredékeket nem lehet töredezettség-mentesíteni, mert jelenleg használatban vannak.
rdlblRightTitle.Items[2].Caption=Az összes töredék töredezettség-mentesítése sikerült!
rdlblLeftTitle.Items[0].Caption=Garantált a számítógépének csúcs teljesítménye
rdlblLeftTitle.Items[1].Caption=Garantált a lemez maximális teljesítménye
rdlblLeftContent.Items[0].Caption=Teljesen védett a 60 napos pénz visszafizetési garanciánk miatt. Ha a termék nem teljesíti az ígéreteinket, visszafizetjük a teljes vételárat. Nem kérdezünk semmit.
rdlblLeftContent.Items[1].Caption=Teljesen védett a 60 napos pénz visszafizetési garanciánk miatt. Ha a termék nem teljesíti az ígéreteinket, visszafizetjük a teljes vételárat.
rdlblTitle3.Caption=Maximalizálja a lemez teljesítményét a Pro verzióval.
rdlblContent1.Caption=Még több szabad terület és több, mint 200 %-kal gyorsabb fájl elérési sebesség
rdlblContent2.Caption=Automatikus defrag a kiválasztott fájlon és lemezen valós időben
rdlblContent3.Caption=Mély defrag a rendszer fájlokon a bootolási idő alatt
rdlblContent4.Caption=Automatikus frissítés a legújabb verzióra

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=Bezárás
btnSetting.Hint=Beállítások
btnDefragManually.Caption=Kézi Defrag
btnActivateAutoDefrag.Caption=Automatikus Defrag aktiválása
lblTitle.Caption=Ütemezett defrag
btnShowAgain.Caption=Ne mutassa ezt újra

[DiskInfo_Smart]
UNKNOWN=Ismeretlen
VENDOR_SPECIFIC=Gyártó specifikus
01=Olvasás közben előforduló hibák száma
02=Átviteli hatékonyság
03=Működéshez szükséges felpörgési idő
04=Felpörgések/leállások száma
05=Tartalék területre áthelyezett szektorok száma
06=Olvasáskor fenntartott sáv
07=Fejpozícionálás közben előforduló hibák száma
08=Átlagos fejpozícionálási idő
09=Bekapcsolva töltött idő
0A=Felpörgési újrapróbálkozások száma
0B=Kalibrálási újrapróbálkozások száma
0C=Ki/Bekapcsolások száma
0D=Szoftveres olvasási hibák száma
B8=End to End hiba
BB=Jelentett nem javítható hibák
BC=Parancs időtúllépés
BD=Írás közbeni fejmagasság
BE=Levegő hőmérséklet
BF=Mechanikai behatások száma
C0=Kikapcsolások száma
C1=Betöltések száma
C2=Hőmérséklet
C3=Javítható hibák száma
C4=Áthelyezési kísérletek száma
C5=Függőben lévő szektorok száma
C6=Javíthatatlan szektorok száma
C7=Adatátviteli hibák száma
C8=Írás közben előforduló hibák száma
C9=Szoftveres olvasási hibák száma
CA=Adatcímzési hibák száma
CB=Adatjavítási hibák száma
CC=Szoftveresen javított hibák száma
CD=Hőmérsékleti problémák száma
CE=Fej repülési magasság
CF=Felpörgés közben túl magas feszültség
D0=Felpörgéshez szükséges ciklusok száma
D1=Önteszt alatti teljesítmény
D3=Rezgés az írás alatt
D4=Rázkódás az írás alatt
DC=Lemez középponttól elmozdulása
DD=Mechanikai behatások száma
DE=Bekapcsolva töltött idő
DF=Betöltések száma
E0=Súrlódási érték
E1=Betöltések száma
E2=Betöltve töltött idő
E3=Felpörgési nyomaték értéke
E4=Tápfeszültség megvonás mennyisége
E6=Fejpozícionálási amplitudó
E7=Hőmérséklet
F0=Fejpozícionálási idő
FA=Olvasási újrapróbálkozások száma
FE=Szabadesés védelem

[DiskInfo_SmartSsd]
01=Olvasás közben előforduló hibák száma
02=Átviteli hatékonyság
03=Működéshez szükséges felpörgési idő
04=Felpörgések/leállások száma
05=Tartalék területre áthelyezett szektorok száma
06=Olvasáskor fenntartott sáv
07=Fejpozícionálás közben előforduló hibák száma
08=Átlagos fejpozícionálási idő
09=Bekapcsolva töltött idő
0A=Felpörgési újrapróbálkozások száma
0B=Kalibrálási újrapróbálkozások száma
0C=Ki/Bekapcsolások száma
0D=Szoftveres olvasási hibák száma
C0=Nem biztonságos leállások száma
C2=Hőmérséklet
C4=Áthelyezési kísérletek száma
C5=Függőben lévő szektorok száma
C6=Javíthatatlan szektorok száma
FF=Hátralévő élettartam

[DiskInfo_SmartMtron]
BB=Összes törlés száma

[DiskInfo_SmartIndlinx]
01=Olvasás közben előforduló hibák száma
09=Bekapcsolva töltött idő
0C=Ki/Bekapcsolások száma
B8=Kezdő hibás szektorok száma
C3=Program hibaszámláló blokk száma
C4=Hibaszámláló blokk törlés
C5=Olvasás hibaszámláló blokk száma
C6=Összes olvasható szektor száma
C7=Összes írható szektor száma
C8=Összes olvasás parancs száma
C9=Összes írás parancs száma
CA=Összes hibás bit száma flash-ban
CB=Összes javítható bit hiba száma az olvasható szektorokban
CC=Teljesen hibás blokk jelző
CD=Maximum PE szám specifikáció
CE=Törlés minimális száma
CF=Törlés maximális száma
D0=Törlés átlagos száma
D1=Meghajtó hátralévő élettartam

[DiskInfo_SmartJMicron60x]
09=Bekapcsolva töltött idő
0C=Ki/Bekapcsolások száma
C2=Hőmérséklet
E5=Leállt rendszer ID, Flash ID
E8=Firmware verzió információ
E9=ECC hiba rekord
EA=Törlés átlagos száma, törlés maximális száma
EB=Jó blokkok száma, rendszer blokkok száma

[DiskInfo_SmartIntel]
03=Működéshez szükséges felpörgési idő
04=Felpörgések/leállások száma
05=Tartalék területre áthelyezett szektorok száma
09=Bekapcsolva töltött idő
0C=Ki/Bekapcsolások száma
C0=Nem biztonságos leállások száma
E1=Host írás
E8=Elérhető fenntartott hely
E9=Média elhasználódási mutató
B8=End to End hiba észlelés száma

[DiskInfo_SmartSamsung]
09=Bekapcsolva töltött idő
0C=Bekapcsolások száma
AF=Program hibaszámláló (Chip)
B0=Hibaszámláló törlés (Chip)
B1=Kiegyenlítés száma
B2=Használt fenntartott blokk száma (Chip)
B3=Használt fenntartott blokk száma (Összes)
B4=Nem használt fenntartott blokk száma (Összes)
B5=Program hibaszámláló  (Összesen)
B6=Hibaszámláló törlés (Összes)
B7=Futásidejű hibás blokk (Összes)
BB=Javíthatatlan hibák száma
BE=Hőmérséklet túllépés száma
C2=Hőmérséklet
C3=ECC arány
C6=Off-Line nem javítható hiba száma
C7=CRC hiba száma
C9=Super cap állapot
CA=SSD mód állapot

[DiskInfo_SmartSandForce]
01=Raw Olvasás hiba arány
05=Visszavont blokkok száma
09=Bekapcsolva töltött idő
0C=Ki/Bekapcsolások száma
0D=Szoftveres olvasási hibák száma
64=Gigabyte törölve
AA=Tartalék blokk száma
AB=Program hibaszámláló
AC=Hibaszámláló törlése
AE=Váratlan teljesítmény vesztés száma
B1=Wear Range Delta
B5=Program hibaszámláló
B6=Hibaszámláló törlése
B8=Jelentett I/O hiba észlelés kód hiba
BB=Jelentett nem javítható hibák
C2=Hőmérséklet
C3=On the fly ECC nem javítható hiba száma
C4=Áthelyezési kísérletek száma
C6=Javíthatatlan szektorok száma
C7=SATA R-Hiba (CRC) hiba száma
C9=Nem javítható szoftveres olvasás hiba arány
CC=Soft ECC korrekciós arány
E6=Élet görbe állapota
E7=SSD hátralévő élettartam
E8=Elérhető fenntartott hely
EB=SuperCap állapot
F1=Host írás az élettartam alatt
F2=Host olvasás az élettartam alatt

[DiskInfo_SmartJMicron61x]
01=Olvasás közben előforduló hibák száma
02=Átviteli hatékonyság
03=Működéshez szükséges felpörgési idő
05=Tartalék területre áthelyezett szektorok száma
07=Fejpozícionálás közben előforduló hibák száma
08=Átlagos fejpozícionálási idő
09=Bekapcsolva töltött idő
0A=Felpörgési újrapróbálkozások száma
0C=Ki/Bekapcsolások száma
A8=SATA PHY hiba száma
AF=Hibás cluster tábla szám  (ECC hibaszámláló)
C0=Váratlan teljesítmény vesztés száma
C2=Hőmérséklet
C5=Függőben lévő szektorok száma
AA=Hibás blokkok száma
AD=Számláló törlés

[DiskInfo_SmartMicron]
01=Raw Read hiba arány
05=Tartalék területre áthelyezett szektorok száma
09=Bekapcsolva töltött idő
0C=Ki/Bekapcsolások száma
AA=Grown Failing blokk száma
AB=Program hiba száma
AC=Hibaszámláló törlése
AD=Kiegyenlítés száma
AE=Váratlan teljesítmény vesztés száma
B5=Nem 4k-hoz igazított hozzáférés
B7=SATA Interface visszaváltás
BB=Jelentett nem javítható hibák
BC=Parancs időtúllépés
BD=Gyári hibás blokkok száma
C4=Áthelyezési kísérletek száma
C5=Függőben lévő szektorok száma
C6=Intelligens off-line ellenőrzés nem javítható hibák száma
C7=Ultra DMA CRC hiba arány
CA=Névleges élettartam a használat százalékában
CE=Írás közben előforduló hibák száma

[DiskInfo_MainForm]
btnClose.Hint=Bezárás
btnMaxmize.Hint=Teljes méret
btnMinmize.Hint=Kis méret
btnRestore.Hint=Visszaállítás
rdlblDiskStatus.Caption=Lemez állapot:
rdlblDiskTemp.Caption=Hőmérséklet:
rdlblUsage.Caption=Használat:
rdlblReadSpeed.Caption=Olvasási sebesség:
rdlblResponseTime.Caption=Válaszidő:
rdlblWriteSpeed.Caption=Írási sebesség:
rdlblDriveName.Caption=Meghajtó:
rdlblFreeMoreSpace.Caption=Szabadítson fel több helyet
rdlblDiskInfo.Caption=Lemez önellenőrzés jelentés:
lvDiskInfo.Columns[0].Caption=ID
lvDiskInfo.Columns[1].Caption=Attribútum neve
lvDiskInfo.Columns[2].Caption=Állapot
lvDiskInfo.Columns[3].Caption=Érték
lvDiskInfo.Columns[4].Caption=Rosszabb
lvDiskInfo.Columns[5].Caption=Küszöbérték
lvDiskInfo.Columns[6].Caption=Raw adat

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=Bezárás
btnSetting.Hint=Beállítások
btnDefragManually.Caption=Kézi Defrag
btnActivateAutoDefrag.Caption=Automatikus Defrag aktiválása
lblTitle.Caption=Ütemezett defrag
btnShowAgain.Caption=Ne mutassa ezt újra

[ActionCenter_M]
M_AC_FreeTitleHide=Figyelmeztetés!
M_AC_FreeDetailHide_New=Az összes ajánlott program el van rejtve. Kattintson a "Mutatás" gombra, hogy újra mutassa majd telepítse újra teljes védelem és maximális teljesítmény érdekében.
M_AC_FreeDetailShow_New=A jobb védelem és teljesítmény növekedés érdekében ajánljuk ezeket a programokat. A korábban elfogadott <a>Végfelhasználói licencszerződés </a> itt is érvényes.
M_FixAll=Összes javítása
M_Hide=Elrejt
M_Show=Mutat
M_Scan=Ellenőrzés...
M_Fix=Tudjon meg többet
M_Install=Telepítés most
M_fixing=Javítás
M_Updating=Frissítés
M_RuningWell=Futtatás
M_Outdated=Elavult
M_NotInstalled=Nincs telepítve
M_Recomm_Ins=Ajánlott: %s telepítése
M_Recomm_Upt=Ajánlott: %s frissítése
M_Insatlled=Telepített
M_RunASC=Ellenőrzés most
M_ASCCaption=Rendszer teljesítmény
M_ASCInfo_NotIns=Registry hiba, adatvédelmi probléma és felesleges fájl található a rendszerében.
M_ASCInfo_UpToDate=Az Advanced SystemCare 1 kattintással gyorsítja és optimalizálja a PC-jét.
M_ASCInfo_NeedUpDate=Az Advanced SystemCare elavult.
M_ASCOffer=Tisztítsa és optimalizálja a számítógépet 1 kattintással.<br>A PC indítási idejének felgyorsítása akár 300% -kal gyorsabbra.<br>A magánélet védelme érdekében törölje a böngészési nyomokat.<br>A PC-s körülmények valós idejű figyelése a simább működés érdekében<br>Védje számítógépét a gyakori kémprogramokkal szemben.
M_RunDB=Ellenőrzés most
M_DBCaption=Driver frissítő
M_DBInfo_NotIns_C=%s elavult illesztőprogram található. Lehet, hogy lelassítják és instabillá teszik a PC-jét.
M_DBInfo_NotIns=Ezek az elavult illesztőprogramok lehet, hogy lelassítják és instabillá teszik a PC-jét.
M_DBInfo_UpToDate=A Driver Booster naprakészen tartja az eszköz illesztőprogramokat a PC-n.
M_DBInfo_NeedUpDate=Az illesztőprogram frissítő programja elavult.
M_DBOffer=Hatalmas illesztőprogram adatbázis (1,000,000+).<br>Automatikusan frissítheti az illesztőprogramokat 1 kattintással<br>Biztonságos frissítés minősített WHQL illesztőprogramokkal<br><br>Gyakori problémák (pl. hálózati, hang) javítás.<br>Csökkentse a rendszer lefagyás és összeomlás lehetőségét .
M_RunIMF=Ellenőrzés most
M_IMFCaption=Spyware védelem
M_IMFInfo_NotIns=Jobb anti-spyware védelem IObit anti-spyware program telepítésével.
M_IMFInfo_UpToDate=Az IObit Malware Fighter megvédi a malware és spyware programok ellen a PC-t.
M_IMFInfo_NeedUpDate=Az anti-spyware programja elavult.
M_IMFOffer=Hatékony és átfogó kártevők elleni védelem.<br>Megvédi a zsaroló programoktól, mint a legújabb GoldenEye és WannaCry.<br>Biztonságosabb online böngészés és letöltés.<br>Mélyebb és teljes körű valós idejű védelem.
M_RunAMC=Tudjon meg többet
M_AMCCaption=Android védelem
M_AMCInfo_NotIns=Jobb biztonság és személyes adat védelem az Androidos eszközén.
M_Recomm_Ins_AMC=Ajánlott: Telepítse %s alkalmazást az Android eszközre.
M_RunSM=Futtatás most
M_SMCaption=Start menü
M_SMInfo_NotIns=A megszokott Windows "Start" Menü visszahozás.
M_SMInfo_UpToDate=A Start Menu 8 visszahozza a Windows "Start" Menüt.
M_SMInfo_NeedUpDate=A Start Menu 8 elavult.
M_SMOffer=Visszahozza a klasszikus Start menüt Windows 8 és Windows 10 rendszerre.<br>Hatékony és egyszerű fájl kereső motor.
M_RunIU=Futtatás most
M_IUCaption=Program eltávolító
M_IUInfo_NotIns=Nem kívánt programok, eszköztárak és böngésző bővítmények eltávolítása.
M_IUInfo_UpToDate=Az IObit Uninstaller hatékonyan eltávolítja a bővítményeket és az alkalmazásokat.
M_IUInfo_NeedUpDate=A telepített IObit Uninstaller elavult
M_IUOffer=Gyorsan eltávolítja a böngésző bővítményeit, eszköztárait és kiegészítőit.<br>Eltávolítja a nem kívánatos programokat.<br>Teljesen megtisztítja a maradékokat a beépített eltávolítás után.
M_RunFP=Konvertálás most
M_FPCaption=Videó konverter
M_FPInfo_NotIns=Szerezzen be videó konvertert a videó különböző eszközökre konvertálásához.
M_FPInfo_UpToDate=Élvezze a videókat bármilyen eszközön
M_FPInfo_NeedUpDate=Csomag formátum elavult.
M_RunDL=Kezelés
M_DLCaption=Jelszó kezelő
M_DLInfo_NotIns=Védje és kezelje az összes jelszavát a Dashlane Password Manager segítségével.
M_DLInfo_UpToDate=Sose felejti el a jelszavát a biztonságos Dashlane segítségével.
M_DLOffer=Gyors és egyszerű telepítés.<br>Védje az összes jelszavát.<br> Windows, Mac, iOS és Android rendszerekre.
M_RunIVC=Próbálja ki most
M_IVCCaption=Free Video Converter
M_IVCInfo_NotIns=100%-ig ingyenes, 150+ formátum és gyors videó konvertálás!
M_IVCInfo_UpToDate=Nézzen videókat, bárhogy ahogy szeretne.
M_IVCInfo_NeedUpDate=Az iFun Video Converter elavult.
M_RunIOT=Kezelés
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=1 kattintással importálja, exportálja és kezeli a fotókat, videókat és zenéket az iOS eszközén.
M_IOTInfo_UpToDate=1-kattintással importálhatja, exportálhatja és kezelheti fotóit, videóit és zenéit az iOS-eszközein.
M_IOTInfo_NeedUpDate=Az IOTransfer elavult.
M_IOTOffer=A legjobb iPhone kezelő és iPhone átviteli szoftver.<br>iPhone adatok átvitele iPhone/iPad/iPod/PC között.<br> Könnyen és ingyen kezelheti az iPhone fotókat, zenéket, videókat.<br>Felesleges fájlok tisztítása és  a gyorsítótár törlése a több szabad hely eléréséhez.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=A Web Companion védelmet nyújt az adathalászat és rosszindulatú programok ellen.
M_AdawareInfo_UpToDate=A Web Companion védelmet nyújt az adathalászat és rosszindulatú programok ellen.
M_AdawareOfferDesc=Telepíti a Web Companion programot az Internetes védelem és a Microsoft Bing kezdőlapnak és alapértelmezett keresőmotornak beállításához a kompatibilis böngészőkön?
M_AdawareOffer=Gyors és egyszerű telepítés.<br>Adathalászat elleni védelem.<br>Valós idejű webes védelem.<br>Minden böngészővel kompatibilis.
M_kvpCaption=KeepVid
M_kvpInfo_NotIns=Töltse le gyorsan a YouTube-ról és még több, mint 10 000 webhelyről származó videókat.
M_kvpInfo_UpToDate=Töltse le gyorsan a YouTube-ról és még több, mint 10 000 webhelyről származó videókat.
M_kvppCaption=Video Converter
M_kvppInfo_NotIns=Videó és audió letöltés, konvertálás és szerkesztés könnyedén.
M_kvppInfo_UpToDate=Videó és audió letöltés, konvertálás és szerkesztés könnyedén.
M_kvppOffer=Videók konvertálása 1000-nél több videó / audió formátumba.<br>30x gyorsabb konvertálási sebesség.<br>Támogatja a HD, 1080P, 4K, 8K stb. videókat.<br>Kompatibilis a hi-tech videotípusokkal, mint pl. a VR és a 3D.
M_Moffer_Title=Az IObit ajánlja
M_Close=Bezárás
M_Cancel=Mégsem
M_Moffer_Install=Telepítés
M_Moffer_NoteEP=A "Telepítés" gombra kattintva elfogadja %s telepítését és elfogadja az <a>EULA</a>-t és az <a>adatvédelmi irányelvet</a>.
M_Moffer_Refund=<a>Megjegyzés:</a> 30 napon belül kaphat visszatérítést. Olvassa el a <a>Visszatérítési irányelvet</a>.

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Manuális frissítés
lblActiveTitle.Caption=Unja a manuális frissítést?
btnActiveAutoUpt.Caption=Automatikus frissítés aktiválása
btnDonotShow.Caption=Ne mutassa ezt újra
lblClose.Caption=Bezárás

[FormShuffle_Main_M]
M_Title=Sorsolás
M_Close=Bezárás
M_Info=Gratulálunk! Kapott %d esélyt a sorsolásra.
M_Next=Ezt a lehetőséget már elhasználta. Kérjük várja meg a következőt.
M_Congrate=Hurrá! %s! Csak %d felhasználó nyerte meg!
M_ShuffleConNol=Hurrá! %s! Csak %d felhasználó nyerte meg! Érvényes %t napig.
M_ShuffleConLast=Hurrá! %s! Csak %d felhasználó nyerte meg! Érvényes az utolsó napon.
M_TryMyLuck=Szerencsét próbálok
M_GetItNow=Szerezze be most
M_ShufflePro=1 éves  Smart Defrag próba erre a PC-re.
M_ExitTip=Ha most elmegy, elveszítheti az exkluzív kedvezményt. Akarja most ezt a kedvezményt?
M_ExitTipSure=Ha most elmegy, elveszti az exkluzív kedvezményt. Akarja most ezt a kedvezményt?
M_ExitTipPro=Ha most elmegy, elveszti az esélyt Smart Defrag Pro megnyerésre. Akar most Smart Defrag Pro-t?
M_ExitCancel=Nem, köszönöm
M_CreateLicense=Smart Defrag PRO aktiválás, kérjük várjon
M_CreateFin=A Smart Defrag Pro sikeresen aktiválva. Élvezze a Pro funkciókat!
M_TryItNow=Próbálja ki most
M_ASCConInof=%s kedvezmény az Advaced SystemCare Pro vásárlásra
M_DBConInof=%s kedvezmény a Driver Booster Pro vásárlásra
M_IMFConInof=%s kedvezmény az IObit Malware Fighter Pro vásárlásra
M_SDConInof=%s kedvezmény a Smart Defrag Pro vásárlásra
M_BGConInof=%s kedvezmény a legjobb ajánlatra
M_ProConInof=<a>1 év</a> Smart Defrag Pro licenc erre a PC-re

